const reservation_info = {
  userInfoCollection: [
    "1. 수집항목 : [필수] 이름, 연락처, 이메일주소, 인원정보",
    "2. 수집 및 이용목적 : 사업자회원과 예약이용자의 원활한 거래 진행, 고객상담, 불만처리 등 민원 처리, 분쟁조정 해결을 위한 기록보존, 스테이폴리오 멤버십 및 프로모션, 이벤트 안내",
    "3. 보관기간 : 회원탈퇴 등 개인정보 이용목적 달성 시까지 보관. 단, 상법 및 ‘전자상거래 등에서의 소비자 보호에 관한 법률’ 등 관련 법령에 의하여 일정 기간 보관이 필요한 경우에는 해당 기간 동안 보관함",
    "4. 동의 거부권 등에 대한 고지 : 정보주체는 개인정보의 수집 및 이용 동의를 거부할 권리가 있으나, 이 경우 상품 및 서비스 예약이 제한될 수 있습니다.",
  ],
  userInfoProvision: [
    "1. 개인정보를 제공받는 자 : U KHAO YAI",
    "2. 제공하는 개인정보 항목 : [필수] 스테이폴리오 아이디, 이름, 연락처, 이메일주소, 인원정보",
    "3. 개인정보를 제공받는 자의 이용목적 : 사업자회원과 예약이용자의 원활한 거래 진행, 고객상담, 불만처리 등 민원 처리, 분쟁조정 해결을 위한 기록보존",
    "4. 개인정보를 제공받는 자의 개인정보 보유 및 이용기간 : 개인정보 이용목적 달성 시 까지 보존합니다.",
    "5. 동의 거부권 등에 대한 고지 : 정보주체는 개인정보 제공 동의를 거부할 권리가 있으나, 이 경우 상품 및 서비스 예약이 제한될 수 있습니다.",
  ],
  userInfoRefund: [
    "예약 전 안내사항",
    "실시간 예약 확정이 아니며 예약 접수 후 영업시간 기준 4시간 이내에 예약 가능여부를 안내해드립니다.",
    "모든 취소 및 환불은 호텔에 서면으로 통보된 날을 기준으로 합니다.",
    "서면 통보까지 최소 2일 이상이 소요됩니다.",
    "객실 별 요금이 상이합니다. 자세한 요금은 예약 페이지를 참고해주세요.",
    "룸은 임의배정됩니다. 가든 뷰와 레이크 뷰 선택이 불가합니다.",
    "12세 이상 아동은 성인으로 간주됩니다.",
    "도착 시간을 호텔 측에 미리 알려야 시간에 맞춘 체크인 시간이 보장됩니다.",
    "체크인 시 유효한 정부 발행 포토ID(여권)가 필요합니다.",
  ],
  marketingInfo: [
    "<U KHAO YAI>, <스테이폴리오> 혜택 및 프로모션, 이벤트 소식 구독",
  ],
};
export default reservation_info;
